package ru.big.town.restoremode.settings.sections.can;

public final class CanCommandExamples {
    private CanCommandExamples() {}

    public static final String[][] COMMANDS = {
        {"64 08 80 00 00 00 00 00 00 03", "обогрев руля вкл"},
        {"64 08 40 00 00 00 00 00 00 03", "обогрев руля выкл"},
        {"65 08 00 00 c1 c0 20 00 00 00", "обогрев заднего стекла вкл"},
        {"65 08 00 00 c1 c0 10 00 00 00", "обогрев заднего стекла выкл"},
        {"7a 08 00 00 00 00 01 00 00 00", "автодальний вкл"},
        {"7a 08 00 00 00 00 02 00 00 00", "автодальний выкл"},
        {"68 08 02 00 00 f0 2c 54 08 00", "форсе EV вкл"},
        {"68 08 02 00 00 f0 2c 24 08 00", "форсе EV выкл"},
    };
}
